var q_list = [
	{
		q: "1 + 1 = ？",
		ans: "2"
	},
	{
		q: "5 * 6 = ？",
		ans: "30"
	},
	{
		q: "114514 * 1919810 = ？",
		ans: "219845122340"
	},
	{
		q: "998244353是质数吗？(Y/N)",
		ans: "Y"
	},
	{
		q: "北回归线是北纬（）度？",
		ans: "23.5"
	},
	{
		q: "澄清石灰石中加入（）会变浑浊（填化学方程式，如H2O）",
		ans: "CO2"
	},
	{
		q: "sin 30° = ？（小数形式，如3.14）",
		ans: "0.5"
	},
	{
		q: "彩虹一般由（）种颜色组成？",
		ans: "7"
	},
	{
		q: "设0&lt;k&lt;2，则关于x的一次函数f(x)=kx+2(1-x) (1≤x≤2)的最大值是？",
		ans: "k"
	},
	{
		q: "若正整数a,b,c满足a+2bc=49/a，则a+b+c的最大值是？",
		ans: "26"
	},
	{
		q: "英法百年战争打了多久？",
		ans: "116"
	},
	{
		q: "巴拿马帽（Panama Hat）是哪个国家制造的？",
		ans: "厄瓜多尔"
	},
	{
		q: "俄国人在（）月庆祝十月革命",
		ans: "11"
	},
	{
		q: "骆驼毛刷（Camel's Hair Brush）是用什么动物的毛造的？",
		ans: "松鼠"
	},
	{
		q: "金丝雀群岛（太平洋）（Pacific Canary Islands）是以什么动物命名的？",
		ans: "狗"
	},
	{
		q: "英皇乔治五世（King George VI）的名字是什么？（英文）",
		ans: "Albert"
	},
	{
		q: "紫织布鸟（Purple Finch）是什么颜色的？",
		ans: "深红色"
	},
	{
		q: "中国醋栗（Chinese Gooseberry）是在哪里出产的？",
		ans: "新西兰"
	},
	{
		q: "客机上的黑盒（Black Box）是什么颜色的？",
		ans: "橙色"
	},
	{
		q: "键盘上用来撤回操作的组合键是？（如：Shift+F3）",
		ans: "Ctrl+Z"
	},
	{
		q: "冬天窗户上的霜是（）得来的（填物态变化名称）",
		ans: "凝华"
	},
	{
		q: "铁元素的相对原子质量是？",
		ans: "56"
	},
	{
		q: "CH₂O的沸点为（）℃",
		ans: "-19.5"
	},
	{
		q: "Au + ? HCl + HNO₃ = H[AuCl4] + NO↑ + 2H₂O",
		ans: "4"
	},
	{
		q: "Na + H₂O = ? + H₂",
		ans: "NaOH"
	},
	{
		q: "2Fe + 3H₂O = Fe₂O? + 3H₂",
		ans: "3"
	},
	{
		q: "要证明有机物中是否存在卤素，最方便的方法是？",
		ans: "铜丝燃烧法"
	},
	{
		q: "研究处于强磁场中的原子核对射频辐射的吸收，从而获得有关化合物分子结构信息的分析方法是什么？",
		ans: "核磁共振法"
	},
	{
		q: "2022国际足联世界杯举办地属于（）气候（限填四字）",
		ans: "热带沙漠"
	},
	{
		q: "e1e4c0a32e30649a54068fdded95b8d6",
		ans: "tyz"
	}
];
